Repository: italopaiva/your.car
Catalog: yourcar/car/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Car model
pt_br: Modelo do seu carro

source: Car model must have only alphanumeric characters
pt_br: O modelo do carro deve conter apenas caracteres alfanuméricos.

source: Car color
pt_br: Cor do seu carro

source: Car color must have only alphabetical characters
pt_br: A cor do carro deve conter apenas caracteres alfabéticos.

source: Car year
pt_br: Ano do seu carro

source: Use year as YYYY.
pt_br: Informe o ano como YYYY.

source: Year in invalid format!
pt_br: O formato do ano deve ser YYYY.

source: Car mileage
pt_br: Quilometragem do seu carro

source: Set here your car mileage at the moment.
pt_br: Informe aqui a quilometragem atual do seu carro.

source: Car name
pt_br: Nome do seu carro

source: Car name must have only alphanumeric characters
pt_br: O nome do carro deve conter apenas caracteres alfanuméricos.

source: Do you name your car? We like it! Tell us the name of your.car.
pt_br: Você dá nome para o seu carro? Nós adoramos isso!

source: Regular gas
pt_br: Gasolina comum

source: Premium gas
pt_br: Gasolina aditivada

source: Alcohol
pt_br: Álcool

source: Oil changes
pt_br: Trocas de óleo

source: Refuels
pt_br: Abastecimentos

source: Search something
pt_br: Pesquise algo

source: Search
pt_br: Pesquisar

source: Welcome to
pt_br: Bem-vindo ao

source: Keep track of your.car
pt_br: Mantenha o controle do seu carro

source: GET STARTED!
pt_br: COMEÇAR!

source: Tell us your car info...
pt_br: Conte-nos os dados do seu carro...

source: Save car
pt_br: Pronto!

source: Keep track on your.car oil changes
pt_br: Controle as trocas de óleo

source: Remember the last oil change you've made is though. No need for that anymore! With your.car once you've made an oil change, just register here the date and the car mileage and we'll tell you when is time to another change.
pt_br: Lembrar da última troca de óleo feita não é fácil. Mas isso não é necessário mais! Com your.car, uma vez que você tenha feito uma troca de óleo, apenas registre aqui a data e quilometragem do carro que nós te avisamos quando precisar trocar novamente.

source: Keep track of expenses with gas
pt_br: Controle gastos com combustível

source: Everybody knows that gas is not cheap, so does not worth losses with that. With your.car you can track how much gas your car is spending and how much money you're spending along with it. If your.car is not economic anymore we'll let you know!
pt_br: Todo mundo sabe que combustível está caro, então não vale a pena ter prejuízos com isso. Com your.var você pode manter os registros de quanto o seu carro está gastando com combustível e quanto você acaba gastando com isso. Se o seu carro não for mais econômico como era, nós te avisamos!
